{
	"menu.join": "Join us",
	"menu.priorities": "Priorities",
	"menu.about": "About us",
	"menu.projects": "Awarded projects",
	"menu.policy": "Terms and conditions",
	"menu.blog": "Blog",
	"menu.gallery": "Gallery",
	"menu.home": "Home",

	"filter": {
		"all": "All",
		"2d": "2D Artists",
		"3d": "3D Artists",
		"concept": "Concept artists",
		"program": "Programmers",
		"game": "Game designers",
		"web": "Web developers",
		"audio": "Audio"
	},

	"page": {
		"home": {
			"sub": "Hello Jelly",
			"title": "Our hobby is game development",
			"desc": "We are a small but close-knit team who love making games and want to share this with others. The most important thing for us is support, having fun together and being creative while learning new knowledge and skills.",
			"btn": "Read more",
			"priorities": {
				"sub": "Priorities",
				"title": "Future projects",
				"desc": "Here are the projects we are currently working on!"
			},
			"projects": {
				"sub": "Projects",
				"title": "Our projects",
				"desc": "Here are the projects we have created and you can already test on your own!",
				"btn": "Read more"
			},
			"join": {
				"title": "Join us",
				"desc1": "Join our dynamic community where we create",
				"desc2": "projects together and develop our skills.",
				"desc3": "Find your place in our team and be part of an inspiring path to success!",
				"btn": "Contact us"
			},
			"about": {
				"sub": "About us",
				"title": "About our group",
				"desc": "Our entire team is made up of individuals with a passion for gaming! Each of ours is different but we create something amazing together!"
			},
			"sponsor": {
				"title": "Support",
				"sub": "Hey! 👋 Maybe you'd like to support us?"
			}
		},
		"error": {
			"title": "Oops! Something went wrong",
			"desc": "Octopuses are already working valiantly to rectify this mistake, in the meantime check out what we're up to!",
			"btn": "Back to home"
		},
		"contact": {
			"title": "Contact",
			"Form": {
				"why": "Select the reason by which you are contacting us",
				"fName": "First name",
				"lName": "Last name",
				"phone": "Phone number",
				"email": "Email address",
				"title": "Select the subject",
				"subject": "Subject",
				"mess": "Your message",
				"btn": "Send",
				"optional": "optional",
				"verifiedError": "Please confirm that you are not a robot",
				"senderror": "Unfortunately the message failed to send, please try again in a few moments....",
				"sendsucces": "Thank you, the message has been sent :)"
			}
		},
		"terms": {
			"title": "Terms and conditions",
			
			"sub": "Terms and Conditions of Use of the Contact Form:",
			"1": "Personal data: By completing the contact form, you consent to the processing of your personal data for the purpose of responding to your enquiry or communicating with us.",
			"2": "Intended use: The contact form is used exclusively for the transmission of enquiries, suggestions or information directly related to our services or offerings. It is not intended for promotion, spamming or the transmission of content unrelated to the subject matter of the website.",
			"3": "Correct data: The user undertakes to provide truthful contact details in the form. Incorrect information may make it impossible to respond to an enquiry.",
			"4": "Data protection: The personal data collected is protected in accordance with our Privacy Policy and is not shared with third parties without your consent.",
			"5": "User rights: You have the right to access, correct, delete and withdraw your consent to the processing of your personal data at any time by contacting us via the form or other available contact methods.",
			"6": "Limitation of liability: We are not responsible for content submitted by users via the contact form. We reserve the right to remove non-compliant content and to respond appropriately to abuse.",
			"7": "Changes to Terms and Conditions: We reserve the right to change the Terms and Conditions of Use of the Contact Form at any time. The updated terms and conditions will be effective as soon as they are published on our website.",
			"end": "By using the contact form, the user confirms that he/she has read and accepts these Terms and Conditions."
		},
		"blog": {
			"new": "New post soon..."
		}
	}
}