{
	"menu.join": "Docz do nas",
	"menu.lookingfor": "Poszukujemy nowych",
	"menu.priorities": "Priorytety",
	"menu.about": "O nas",
	"menu.projects": "Projekty",
	"menu.policy": "Zasady i warunki",
	"menu.blog": "Blog",
	"menu.gallery": "Galeria",
	"menu.home": "Start",

	"filter": {
		"all": "Wszyscy",
		"2d": "Artyci 2D",
		"3d": "Artyci 3D",
		"concept": "Artyci koncepcyjni",
		"program": "Programici",
		"game": "Projektanci gier",
		"web": "Programici strony",
		"audio": "Audio"
	},

	"page": {
		"home": {
			"sub": "Hello Jelly",
			"title": "Nasze hobby to tworzenie gier",
			"desc": "Jestemy maym, ale zgranym zespoem, kt贸ry uwielbia tworzy gry i chce dzieli si tym z innymi. Najwa偶niejsze dla nas jest wsparcie, wsp贸lna zabawa i kreatywno podczas zdobywania nowej wiedzy i umiejtnoci.",
			"btn": "Czytaj dalej",
			"priorities": {
				"sub": "Priorytety",
				"title": "Przysze projekty",
				"desc": "Oto projekty nad kt贸rymi aktualnie pracujemy!"
			},
			"projects": {
				"sub": "Projekty",
				"title": "Nasze projekty",
				"desc": "Oto projekty kt贸re stworzylimy i ju偶 mo偶esz testowa na wasn rk!",
				"btn": "Czytaj dalej"
			},
			"join": {
				"title": "Docz do nas",
				"desc1": "Docz do naszej dynamicznej spoecznoci, gdzie wsp贸lnie tworzymy",
				"desc2": "wsp贸lnie projekty i rozwijamy nasze umiejtnoci.",
				"desc3": "Znajd藕 swoje miejsce w naszym zespole i bd藕 czci inspirujcej drogi do sukcesu!",
				"btn": "Napisz do nas"
			},
			"about": {
				"sub": "O nas",
				"title": "O naszej grupie",
				"desc": "Cay nasz zesp贸 jest stworzony przez osoby z zamiowaniem do gier! Ka偶dy z nasz r贸偶ni si ale tworzymy razem co niesamowitego!"
			},
			"sponsor": {
				"title": "Wsparcie",
				"sub": "Hej!  Mo偶e chciaby nas wesprze?"
			}
		},
		"error": {
			"title": "Ups! Co poszo nie tak",
			"desc": "Omiorniczki ju偶 dzielnie pracuj nad naprawieniem tego bdu, tymczasem sprawd藕, co u nas sycha!",
			"btn": "Strona g贸wna"
		},
		"contact": {
			"title": "Kontakt",
			"Form": {
				"why": "Wybierz pow贸d, dla kt贸rego si z nami kontaktujesz",
				"fName": "Imi",
				"lName": "Nazwisko",
				"phone": "Numer telefonu",
				"email": "Adres E-mail",
				"title": "Wybierz temat",
				"subject": "Tytu",
				"mess": "Wiadomo",
				"btn": "Wyslij",
				"optional": "opcjonalne",
				"verifiedError": "Prosz potwierdzi 偶e nie jeste robotem",
				"senderror": "Niestety nie udao si wysa wiadomoci, spr贸buj ponownie za kilka chwil...",
				"sendsucces": "Dziekujemy, wiadomo zostaa wysana :)"
			}
		},
		"terms": {
			"title": "Zasady i warunki",

			"sub": "Zasady i Warunki Korzystania z Formularza Kontaktowego:",
			"1": "Dane osobowe: Wypeniajc formularz kontaktowy, u偶ytkownik zgadza si na przetwarzanie swoich danych osobowych w celu udzielenia odpowiedzi na zapytanie lub komunikacji z nami.",
			"2": "U偶ytek zgodny z przeznaczeniem: Formularz kontaktowy su偶y wycznie do przekazywania zapyta, sugestii lub informacji bezporednio zwizanym z naszymi usugami lub ofert. Nie jest przeznaczony do promocji, spamu ani przekazywania treci niezwizanych z tematyk strony.",
			"3": "Prawidowe dane: U偶ytkownik zobowizuje si do podawania prawdziwych danych kontaktowych w formularzu. Nieprawidowe informacje mog uniemo偶liwi udzielenie odpowiedzi na zapytanie.",
			"4": "Ochrona danych osobowych: Zgromadzone dane osobowe s chronione zgodnie z nasz Polityk Prywatnoci i nie s udostpniane osobom trzecim bez zgody u偶ytkownika.",
			"5": "Uprawnienia u偶ytkownika: U偶ytkownik ma prawo do dostpu do swoich danych osobowych, ich poprawiania, usuwania oraz wycofania zgody na ich przetwarzanie w dowolnym momencie, poprzez kontakt z nami za porednictwem formularza lub innych dostpnych metod kontaktu.",
			"6": "Ograniczenie odpowiedzialnoci: Nie ponosimy odpowiedzialnoci za treci przekazywane przez u偶ytkownik贸w za pomoc formularza kontaktowego. Zastrzegamy sobie prawo do usuwania niezgodnych z zasadami treci oraz do odpowiedniego reagowania na nadu偶ycia.",
			"7": "Zmiany w Warunkach: Zastrzegamy sobie prawo do zmiany Zasad i Warunk贸w Korzystania z Formularza Kontaktowego w dowolnym momencie. Zaktualizowane warunki bd obowizywa od chwili ich opublikowania na naszej stronie internetowej.",
			"end": "Korzystajc z formularza kontaktowego, u偶ytkownik potwierdza, 偶e zapozna si z niniejszymi Zasadami i Warunkami oraz akceptuje ich postanowienia."
		},
		"blog": {
			"new": "Nowy post wkr贸tce..."
		}
	}
}