{
	"menu.tech": "Dołącz do nas",
	"menu.priorities": "Priorytety",
	"menu.about": "O nas",
	"menu.projects": "Projekty",
	"menu.policy": "Polityka prywatności",

	"filter": {
		"all": "Wszyscy",
		"2d": "Artyści 2D",
		"3d": "Artyści 3D",
		"concept": "Artyści koncepcyjni",
		"program": "Programiści",
		"game": "Projektanci gier",
		"web": "Programiści strony",
		"audio": "Audio"
	},

	"page": {
		"home": {
			"sub": "Hello Jelly",
			"title": "Nasze hobby to tworzenie gier",
			"desc": "Jesteśmy małym, ale zgranym zespołem, który uwielbia tworzyć gry i chce dzielić się tym z innymi. Najważniejsze dla nas jest wsparcie, wspólna zabawa i kreatywność podczas zdobywania nowej wiedzy i umiejętności.",
			"btn": "Czytaj dalej",
			"priorities": {
				"sub": "Priorytety",
				"title": "Przyszłe projekty",
				"desc": "Oto projekty nad którymi aktualnie pracujemy!"
			},
			"projects": {
				"sub": "Projekty",
				"title": "Nasze projekty",
				"desc": "Oto projekty które stworzyliśmy i już możesz testować na własną rękę!",
				"btn": "Czytaj dalej"
			},
			"tech": {
				"title": "Dołącz do nas",
				"desc1": "Dołącz do naszej dynamicznej społeczności, gdzie wspólnie tworzymy",
				"desc2": "wspólnie projekty i rozwijamy nasze umiejętności.",
				"desc3": "Znajdź swoje miejsce w naszym zespole i bądź częścią inspirującej drogi do sukcesu!",
				"btn": "Napisz do nas"
			},
			"about": {
				"sub": "O nas",
				"title": "O naszej grupie",
				"desc": "Cały nasz zespół jest stworzony przez osoby z zamiłowaniem do gier! Każdy z nasz różni się ale tworzymy razem coś niesamowitego!"
			}
		},
		"error": {
			"title": "Ups! Coś poszło nie tak",
			"desc": "Ośmiorniczki już dzielnie pracują nad naprawieniem tego błędu, tymczasem sprawdź, co u nas słychać!",
			"btn": "Strona główna"
		},
		"contact": {
			"title": "Kontakt",
			"Form": {
				"why": "Wybierz powód, dla którego się z nami kontaktujesz",
				"fName": "Imię",
				"lName": "Nazwisko",
				"phone": "Numer telefonu",
				"email": "Adres E-mail",
				"title": "Wybierz temat",
				"subject": "Tytuł",
				"mess": "Wiadomość",
				"btn": "Wyslij",
				"optional": "opcjonalne",
				"verifiedError": "Proszę potwierdzić że nie jesteś robotem",
				"senderror": "Niestety nie udało się wysłać wiadomości, spróbuj ponownie za kilka chwil...",
				"sendsucces": "Dziekujemy, wiadomość została wysłana :)"
			}
		},
		"terms": {
			"title": "Zasady i warunki",

			"sub": "Zasady i Warunki Korzystania z Formularza Kontaktowego:",
			"1": "Dane osobowe: Wypełniając formularz kontaktowy, użytkownik zgadza się na przetwarzanie swoich danych osobowych w celu udzielenia odpowiedzi na zapytanie lub komunikacji z nami.",
			"2": "Użytek zgodny z przeznaczeniem: Formularz kontaktowy służy wyłącznie do przekazywania zapytań, sugestii lub informacji bezpośrednio związanym z naszymi usługami lub ofertą. Nie jest przeznaczony do promocji, spamu ani przekazywania treści niezwiązanych z tematyką strony.",
			"3": "Prawidłowe dane: Użytkownik zobowiązuje się do podawania prawdziwych danych kontaktowych w formularzu. Nieprawidłowe informacje mogą uniemożliwić udzielenie odpowiedzi na zapytanie.",
			"4": "Ochrona danych osobowych: Zgromadzone dane osobowe są chronione zgodnie z naszą Polityką Prywatności i nie są udostępniane osobom trzecim bez zgody użytkownika.",
			"5": "Uprawnienia użytkownika: Użytkownik ma prawo do dostępu do swoich danych osobowych, ich poprawiania, usuwania oraz wycofania zgody na ich przetwarzanie w dowolnym momencie, poprzez kontakt z nami za pośrednictwem formularza lub innych dostępnych metod kontaktu.",
			"6": "Ograniczenie odpowiedzialności: Nie ponosimy odpowiedzialności za treści przekazywane przez użytkowników za pomocą formularza kontaktowego. Zastrzegamy sobie prawo do usuwania niezgodnych z zasadami treści oraz do odpowiedniego reagowania na nadużycia.",
			"7": "Zmiany w Warunkach: Zastrzegamy sobie prawo do zmiany Zasad i Warunków Korzystania z Formularza Kontaktowego w dowolnym momencie. Zaktualizowane warunki będą obowiązywać od chwili ich opublikowania na naszej stronie internetowej.",
			"end": "Korzystając z formularza kontaktowego, użytkownik potwierdza, że zapoznał się z niniejszymi Zasadami i Warunkami oraz akceptuje ich postanowienia."
		}
	}
}